default chpt1_C_answer_kana_index = 0
define chpt1_C_answer_kana = [
    "a","i","u","e","o",
    "ka","ki","ku","ke","ko"
]

default chpt1_C_answer_tango_index = 0
define chpt1_C_answer_tango = [
    "011ai2", "012au2", "013aki2", "014koi2"
]

default chpt1_C_answer_kaiwa_index = 0
define chpt1_C_answer_kaiwa = [
    "我：“智子打来的电话？！我应该如何回答……”\n正确回答：{u}こんばんは。{/u}",
    "智子：“今日はありがとう。王さんはとても日本語がお上手ですね。\n（今天谢谢你的帮助。你的日语说得真好啊。）”我应该说……\n正确回答：{u}いえいえ。{/u}"
]

default chpt1_C_answer_bunka_index = 0
define chpt1_C_answer_bunka = [
    '日本的(____)起源于中国，其核心精神为“和、敬、清、寂”。\n正确答案：{u}茶道{/u}',
    '日本的和服最早受到古代中国的哪种服装的影响？\n正确答案：{u}汉服{/u}',
    '日本人迎接新年的时候一般会吃 (____)。\n正确答案：{u}年糕{/u}',
    '日本人在搬家的时候，会赠予近邻 (____)，寄托了长久友好的希冀。\n正确答案：{u}荞麦面{/u}',
    '(____)是从中国传到日本的民间故事，深受日本人的喜爱。\n正确答案：{u}牛郎织女的传说{/u}',
    '七夕节时，日本的商店街和车站等地会悬挂长条的装饰物，这种装饰物叫作 (____)。\n正确答案：{u}风幡{/u}',
    "日本是先有语言还是先有文字？\n正确答案：{u}先有语言{/u}",
    "日语中“汉字的正用”是指什么意思？\n正确答案：{u}按照汉字原本的意思来使用{/u}",
    "“万叶假名”中的“假”指什么意思？\n正确答案：{u}假借{/u}"
]