#第一章
label chpt1_1:

    "第一章 还没做完"
    #{画面逐渐变亮  睁眼动画}
    me "……"
    me "……"
    #{显示学校楼道图片 p04 zoulang2}
    "睁开眼睛，我发现自己躺在学校的走廊上，周围的一切如此熟悉而又陌生。"
    #{显示立绘 ZZ 12ys}
    show ZZ 12ys
    Zhizi "あ、すみません。（对不起。）"
    "耳边突然传来了熟悉的声音。"
    "抬头望去，穿着日式校服的美少女正惊讶地望着自己。"
    #{显示立绘 WH 13jy}
    show WH 13jy
    me "と、ともこちゃん？（智子？）"
    "面对突然出现的高桥智子，我一时没缓过神来，对方也显得非常惊讶。"
    #{显示立绘 WH 13jy}
    show WH 13jy
    me "お久しぶり。（好久不见。）"
    #{显示立绘 ZZ 12jy}
    show ZZ 12jy
    Zhizi "おひさ……しぶり？（好久……不见吗？）"
    #{播放BGM  0108 }
    "眼前的智子和十年前一模一样，我心里顿时百感交集。当年我正是在这个走廊上与智子偶遇的。"
    "当时我正飞奔去老师的办公室，来不及躲避拐角处出现的智子，一个踉跄跌倒在地上。"
    "我想象过无数次重逢的场景，万万没想到竟然又是如此狼狈，真是太丢脸了。"
    "智子还是那么温柔。声音、相貌、表情、服装都没有任何改变……"
    "……"
    "为什么她还穿着当年的校服？"
    #{显示立绘 ZZ 12wx}
    Zhizi "大丈夫ですか？（你没事吧？）"
    "看到满脸狐疑的智子，我的脑海中浮现出一个奇妙的想法。如果我的直觉没错的话……"
    "我慌忙爬了起来，往教室跑去。那里有我想要知道的答案……"
    #{显示立绘 XY 13jy}
    show XY 13jy
    ZhouXiaoyu "哎呀，王浩，你着什么急啊，还没上课呢。"
    "从教室里走出来的周小雨一脸不满的表情。"
    #{显示立绘 WH 13jy}
    show WH 13jy
    me "班长，那个……"
    #{显示立绘 XY 13cx}
    show XY 13cx
    ZhouXiaoyu "班长？你怎么知道我要竞选班长？哈哈，下周才定呢，这么着急拍马屁啊。 "
    #{显示立绘 WH 11jy}
    show WH 11jy
    me "竞选？"
    #{显示立绘 XY 13jy}
    show XY 13jy
    ZhouXiaoyu "对啊。你怎么愣住了？"
    #{显示立绘 WH 11gx}
    show WH 11gx
    me "那个……智子她……"
    "看着眼前身着校服的周小雨，又望望教室里熙攘的同学，我欲言又止。"
    "果然和我所想的一样。眼前的这一幕，太熟悉了。喧闹的教室，短发俏皮的周小雨，还有在楼道里和智子的邂逅，这就是十年前的校园。"
    "这一切都指向一个匪夷所思却又千真万确的答案——我穿越了。"
    #{显示立绘 WH12rz}
    me "太神奇了，我到底是怎么来到这里的？"
    #{显示立绘 XY 11dx}
    show XY 11dx
    ZhouXiaoyu "哈哈哈，你难道不是考进来的吗？ "
    "周小雨显然没有理解我的问题，这也难怪。"
    #{显示立绘 WH 12jy}
    show WH 12jy
    me "班长，不，小雨，今年是2012年吗？"
    #{显示立绘 XY 11wx}
    show XY 11wx
    ZhouXiaoyu "对啊。你今天怎么了？神神叨叨的。"
    "说完，周小雨抬起手看了一眼手表。"
    #{显示 手表 图片w09}
    "电子表上显示的时间是2012年9月16日。"
    "对于突然的穿越，我本应该感到迷茫和恐惧。但不知为何，此时的自己却异常地兴奋和激动。"
    "十年前的自己，在这个熟悉的校园里留下了太多的遗憾和留恋。难道是上天给了我一次重来的机会吗……"
    #{显示立绘 XY 11jy}
    show XY 11jy
    ZhouXiaoyu "哎呀，田老师让我去接新来的留学生，我差点忘了。"
    #{显示立绘 WH 12jy}
    show WH 12jy
    me "留学生？智子？"
    #{显示立绘 XY 11bx}
    show XY 11bx
    ZhouXiaoyu "智子？你居然已经打听到人家小姑娘的名字啦？可以啊王浩。"
    "这时，高桥智子从走廊上走了过来，试探性地向我们打招呼。"
    #{显示立绘 ZZ 12gx}
    show ZZ 12gx
    Zhizi "あの、すみません。ここは高一5組ですか？（请问这里是高一五班吗？）"
    #{显示立绘 XY 13jy}
    show XY 13jy
    ZhouXiaoyu "啊，你好。我是周小雨，我是来接你的。那个……Good morning. Can you speak English？"
    "对于智子的问题，小雨显然慌了手脚。当年智子来留学的时候，我们才刚刚开始学日语，班里的同学几乎都是零起点。智子也不会说中文，所以……"
    #{显示立绘 XY 11zm}
    show XY 11zm
    ZhouXiaoyu "快去叫刘洋过来。"
    "周小雨一边给我使眼色，一边小声地对我说。"
    "因为刘洋的爸爸在日企工作，所以只有他在入学的时候就会说一点日语。当年也是他负责陪同智子……"
    #{背景色调变成回忆场景}
    #{停止BGM  }
    #{显示立绘 LY 11gx}
    show LY 11gx
    LiuYang "はじめまして、劉洋です。（初次见面，我是刘洋。）"
    LiuYang "ここは高一5組ですよ。（这里就是高一五班哦。）"
    #{显示立绘 ZZ 12gx}
    show ZZ 12gx
    Zhizi "ありがとうございます。（谢谢你。）"
    #{背景色调变回正常}
    #{播放BGM  b0108  xiaoyuan}
    "看到我还愣在原地，周小雨又给我使了使眼色，让我赶快去叫刘洋。"

    #{显示选项  文本框居中，选项竖排1 2}
    "A.去叫刘洋来帮忙。"
    "B.直接和智子交流。"

    #选择2.
    #好感度参数 +10
    #{显示立绘 WH 13ng}
    show WH 13ng
    me "我来给智子做介绍吧。这时候应该怎么说呢？"

    #选择1.
    #{显示立绘 WH 13ng}
    show WH 13ng
    me "去找刘洋吗？和十年前一样？胆小而懦弱的自己，连和自己的心仪的女孩子讲话的勇气都没有。"
    me "这次，或许可以尝试别的选择……"

    #{显示选项  文本框居中，选项竖排1 2}
    "A.お久しぶり。（好久不见。）"
    "B.はじめまして。（初次见面。）"

    #选择2.
    #好感度参数 +10
    #{显示立绘 WH 13gx}
    show WH 13gx
    me "はじめまして、王浩です。（初次见面，我是王浩。）"

    #选择1.
    #{显示立绘 WH 13ng}
    show WH 13ng
    me "这时候的智子还不认识我，应该换一种说法……"
    #{显示立绘 WH1gx}
    show WH1gx
    me "はじめまして、王浩です。（初次见面，我是王浩。）"
    me "ここは高一5組ですよ。（这里就是高一五班哦。）"
    #{显示立绘 ZZ 12gx}
    show ZZ 12gx
    Zhizi "ありがとう。高橋智子です。（谢谢你。我叫高桥智子。）"
    "这次我不想再留下遗憾，我鼓起勇气用日语回答了智子的问题。"
    "看到智子的微笑，我顿时感到心里暖暖的。"
    "一旁的周小雨露出了万分惊讶的表情。"
    #{显示立绘 XY 11jy}
    show XY 11jy
    ZhouXiaoyu "王浩，原来你也会讲日语啊？！太厉害了，深藏不露啊！"
    #{显示立绘 WH 11kx}
    show WH 11kx
    me "只是学过一点而已，呵呵……"
    "我终于有机会像学霸一样耍一回酷……这种感觉还真不错。"
    #{播放SE s0114高跟鞋脚步声}
    #{显示立绘 TJ 1jy}
    TeacherTian "王浩日语不错嘛。"
    "身后传来一个亲切的声音。"
    "是田静老师。我们的日语启蒙老师，也是高中时代的班主任。"
    "当年她刚从日本留学毕业回国，第一年就教我们班。"
    "既漂亮又温柔的田老师，是很多男生心目中的女神。"
    #{显示立绘 ZZ 12gx}
    show ZZ 12gx
    Zhizi "田先生、こんにちは。（田老师，您好。）"
    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "あ、こんにちは。待たせてごめんね。（你好，不好意思让你久等了。）"
    "班里的同学们也注意到了教室门口的动静，都探出头来张望。"
    #{播放SE s0115 嘈杂的声音}
    "两位美女的出现让班里的同学们抑制不住躁动的心情。"
    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "好了好了，上课了。大家都回到座位上吧。"
    #{显示教室图片 p05 jiaoshijiu }
    "我坐在自己的座位上，有点分不清幻想与现实。"
    "能够再次见到智子，就像是在梦境里一样。"
    "这里曾经有过很多美好，但也留下了很多无法弥补的遗憾。"
    "是上天垂怜，让我重来一次，还是这一切只是一个梦？"
    "如果是梦，也太真实了……。"
    #{播放SE   上课铃声}
    #{播放BGM  0109 shangke }
    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "大家安静，我们要开始上课了。今天先来介绍一下我们班的新同学。"
    TeacherTian "这是从日本来的留学生，高桥智子。她将在我们班和大家一起度过一周的生活。"
    #{显示立绘 ZZ 12gx}
    show ZZ 12gx
    Zhizi "高橋智子です。日本の日章学園から来ました。（我叫高桥智子，来自日本的日章学园。）"
    Zhizi "どうぞよろしくお願いします。（请大家多多关照。）"
    TeacherTian "高桥同学对中国非常感兴趣，希望能学习中国的文化。请大家多照顾她。"
    TeacherTian "刘洋旁边正好空着，就让高桥同学坐在你旁边吧。"
    #{显示立绘 LY 12wx}
    show LY 12wx
    LiuYang "好的。"
    #{显示立绘 WH 12kx}
    show WH 12kx
    me "（叹气）果然还是这样……"
    #{显示立绘 XY 12cx}
    ZhouXiaoyu "噗，你也太明显了吧。第一次见面就那么喜欢人家啊。"
    #{显示立绘 WH12}
    me "哪里是第一次……"
    "我扭头看了一眼同桌周小雨。"
    "高中时代，严格意义上说，并没有桌子靠在一起的“同桌”。"
    "老师为了防止“早恋”，都是把桌子单独排列的。"
    "关系好的同学会彼此把桌子拉得近一些，方便课上“交流”。"
    #{显示立绘 XY 13cx}
    show XY 13cx
    ZhouXiaoyu "嘻嘻，那就是不否认“喜欢”咯。"
    #{显示立绘 WH 11kx}
    show WH 11kx
    me "我……"
    #{显示立绘 XY 11dx}
    show XY 11dx
    ZhouXiaoyu "行啦行啦，姐姐帮你。放心吧。"
    "果然是我认识的那个周小雨。特别热心肠，又喜欢八卦，我的这点小心思被她一眼看穿了。"

    #{显示选项  文本框居中，选项竖排1 2}
    "A.没有的事，不用你多管闲事啦。"
    "B.……"

    #选择2.
    #好感度参数 +10
    #{显示立绘 WH 11ng}
    show WH 11ng
    me "……"

    #选择1.
    #{显示立绘 WH 13kx}
    show WH 13kx
    me "没有的事，不用你多管闲事啦。"

    #{显示立绘 ZH 12zj}
    show ZH 12zj
    ZhengHui "喂，别讲话了。老师看着你们呢。"
    #{显示立绘 QQ 11sq}
    show QQ 11sq
    YuanQiaoqiao "切，胆小鬼。"
    "背后传来了熟悉的声音。高中时代的郑辉还是这么一板一眼，示意我们不要讲话了。旁边的袁巧巧见此露出一脸不屑的表情。"
    "前桌的刘洋、智子，后桌的袁巧巧、郑辉，还有同桌周小雨，便是我高中时代为数不多的玩伴。"

    #第一课 文化常识
    #{显示黑板背景 p jiaoxue01 }
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    #{播放BGM b0109 }
    TeacherTian "各位同学，欢迎大家进入日语学习的第一课。"
    TeacherTian "今天我们有三个学习任务……"
    #{显示立绘 WH12rz}
    Wanghao "我记得第一堂日语课是学习假名的由来……"
    #{显示立绘 TJ 1wx}
    show TJ 1wx
    #{显示黑板背景 p jiaoxue02 }
    TeacherTian "一是了解日语中“万叶假名”的由来，二是学习「あ行～か行」的假名，三是学习「あ行～か行」假名的相关单词。"
    #{显示黑板背景 p jiaoxue03}
    TeacherTian "《隋书》中有一句对日本的记载：“无文字，唯刻木结绳。敬佛法，于百济求得佛经，始有文字。”"
    TeacherTian "也就是说，日本起初有自己的语言，却没有用于记录的文字，主要通过口耳相传。"
    #{显示立绘 XY 11jy}
    show XY 11jy
    ZhouXiaoyu "原来是这样啊。那日本什么时候开始有了文字呢？"
    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "大约在公元三世纪至五世纪，汉字逐渐从中国传入日本。"
    #{显示立绘 LY 12jy}
    LiuYang "当时没有字典，也没有翻译软件，日本人是如何学习汉字的呢？"
    #{显示黑板背景 p jiaoxue04}
    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "这个问题问得很好。其实汉字传入日本后出现了两种用法。一种是“汉字的正用”，也就是严格遵循汉字的本义使用。"
    TeacherTian "例如日本人使用“山”这个汉字来表示山峰。但是这个字有两种读音。一种是原本日语中的发音“yama”，另一种是中文的发音“shan”。"
    #{显示立绘 ZH 12wn}
    ZhengHui "那不是很麻烦吗？"
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "哈哈，确实。尤其是“shan”这个读音日本人并不熟悉，因此汉字起初更多的是被当作“表音文字”来使用，日本人由此创造出了“万叶假名”。"
    #{显示黑板背景 p jiaoxue05}
    TeacherTian "这里的“假”就是“假借(汉字)”的意思。“万叶假名”借用一部分汉字的读音来记录日语中原本的发音。"
    #{显示图片 山的万叶假名}
    TeacherTian "例如日语中的“山”读作“yama”，就可以用“也麻、野麻”等汉字来记录。这种使用方法就被称为“万叶假名”。"
    #{显示立绘 QQ 12jy}
    show QQ 12jy
    YuanQiaoqiao "原来如此。那既然有“假名”，是不是还有“真名”呢？"
    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "当然有。“真名”指的就是汉字原来的用法。"
    #{显示黑板背景 p jiaoxue06}
    TeacherTian "此后，在万叶假名的基础上，演化出了平假名「ひらがな」和片假名「カタカナ」。"
    TeacherTian "今天我们就要来学习十个假名的读法与写法。"
    TeacherTian "在这之前我们先来做一个小测试吧。看看大家是否掌握了刚才所讲的知识。"

    #{显示背景 heiban }
    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "第一题。"

    '日本是先有语言还是先有文字？'
    "A.先有语言"
    "B.先有文字"
    "C.同时出现"

    #选择1.语言
    #好感度参数 +10
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。日本起初有自己的语言，却没有用于记录的文字，主要通过口耳相传。"

    #选择 其他选项
    #{显示立绘 TJ 1ng}
    show TJ 1ng
    TeacherTian "上课要认真听讲哦。日本起初有自己的语言，却没有用于记录的文字，主要通过口耳相传。"

    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "第二题。"

    '日语中“汉字的正用”是指什么意思？'
    "A.正确地书写汉字"
    "B.把汉字正过来写"
    "C.按照汉字原本的意思来使用"

    #选择3.按照汉字原本的意思来使用
    #好感度参数 +10
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。“汉字的正用”，也就是严格遵循汉字的本义使用。例如日语中的“山”，读作“yama”，写作“山”。"

    #选择 其他选项
    #{显示立绘 TJ 1ng}
    show TJ 1ng
    TeacherTian "上课要认真听讲哦。“汉字的正用”，也就是严格遵循汉字的本义使用。例如日语中的“山”，读作“yama”，写作“山”。"

    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "第三题。"
    '“万叶假名”中的“假”指什么意思？'
    "A.假冒"
    "B.假借"
    "C.假如"

    #选择2.假借
    #好感度参数 +10
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。“日本人把汉字称为“真名”，“假名”中的“假”就是“假借(汉字)”的意思。“万叶假名”是一种表音文字，借用汉字的读音记录日语中原本的发音。"

    #选择 其他选项
    #{显示立绘 TJ 1ng}
    show TJ 1ng
    TeacherTian "上课要认真听讲哦。日本人把汉字称为“真名”，“假名”中的“假”就是“假借(汉字)”的意思。“万叶假名”是一种表音文字，借用汉字的读音记录日语中原本的发音。"


    #第一课 假名部分

    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "接下来我们来学习本课的第二项内容，「あ行～か行」的十个假名。"
    #{显示图片 十个假名}
    TeacherTian "请智子同学为我们读一下吧。"
    TeacherTian "智子ちゃん、ちょっと読んでもらえますか。（智子，能请你读一下吗？）"
    #{显示立绘 ZZ 11gx}
    show ZZ 11gx
    Tomoko "はい。（好的。）"
    #{播放SE aka10 }
    Tomoko "あ、い、う、え、お。か、き、く、け、こ。"
    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "もう一度お願いします。（请再读一遍。）"
    #{显示立绘 ZZ 11gx}
    show ZZ 11gx
    #{播放SE aka10 }
    Tomoko "あ、い、う、え、お。か、き、く、け、こ。"
    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "大家可以跟读练习一下哦。"
    #{显示图片 十个假名 点击可以发音}
    # 点击图片可以确认发音，完成学习后点击“结束学习”按钮。
    TeacherTian "既然大家都学会了，那么我们来做一个小测试吧。请大家根据听到的读音选择正确的假名。"

    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "第一题。"
    #{播放SE u}
    "A.あ"
    "B.お"
    "C.う"

    #选择3.う
    #好感度参数 +5
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"

    #选择 其他选项
    #{显示立绘 TJ 1ng}
    show TJ 1ng
    TeacherTian "好像不太对哦，再听一遍。"
    #{播放SE u}
    #{显示立绘 LY 13wx}
    show LY 13wx
    LiuYang "我觉得这道题是3.う。"
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"


    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "第二题。"
    #{播放SE ki}
    "A.か"
    "B.き"
    "C.け"

    #选择2.き
    #好感度参数 +5
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"

    #选择 其他选项
    #{显示立绘 TJ 1ng}
    show TJ 1ng
    TeacherTian "好像不太对哦，再听一遍。"
    #{播放SE ki}
    #{显示立绘 XY11}
    ZhouXiaoyu "应该选2.き。"
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"


    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "第三题。"
    #{播放SE ko}
    "A.お"
    "B.か"
    "C.こ"

    #选择3.こ
    #好感度参数 +5
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"

    #选择 其他选项
    #{显示立绘 TJ 1ng}
    show TJ 1ng
    TeacherTian "好像不太对哦，再听一遍。"
    #{播放SE ko}
    #{显示立绘 QQ 13dy}
    YuanQiaoqiao "这题我知道，应该是3.こ。"
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"


    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "第四题。"
    #{播放SE e}
    "A.く"
    "B.い"
    "C.え"

    #选择3.え
    #好感度参数 +5
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"

    #选择 其他选项
    #{显示立绘 TJ 1ng}
    show TJ 1ng
    TeacherTian "好像不太对哦，再听一遍。"
    #{播放SE e}
    #{显示立绘 ZH 12gx}
    ZhengHui "是3.え吧。"
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"


    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "第五题。"
    #{播放SE ku}
    "A.く"
    "B.け"
    "C.お"

    #选择1.く
    #好感度参数 +5
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"

    #选择 其他选项
    #{显示立绘 TJ 1ng}
    show TJ 1ng
    TeacherTian "好像不太对哦，再听一遍。"
    #{播放SE ku}
    #{显示立绘 XY 12wx}
    ZhouXiaoyu "这道题应该是1.く。"
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"


    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "这十个假名大家都已经掌握了，接下来我们来看一下它们可以组成哪些单词。"
    TeacherTian "智子ちゃん、こちらの単語を読んでもらえますか。（智子，能请你读一下这些单词吗？）"
    #{显示立绘 ZZ 11gx}
    show ZZ 11gx
    Tomoko "はい。読みます。（好的，我读了。）"
    #点击屏幕后逐个在黑板上显示，并同步播放音频，过程中停止其他操作。（音频还没有录好）
    #{显示图片 011ai2}
    Tomoko "愛（あい）。"
    #{显示图片 012au2}
    Tomoko "会う（あう）。"
    #{显示图片 013aki2}
    Tomoko "秋（あき）。"
    #{显示图片 014koi2}
    Tomoko "恋（こい）。"
    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "大家可以跟读练习一下哦。"
    #{显示图片1-4  点击可以发音}
    #点击图片可以确认发音，完成学习后点击“结束学习”按钮。

    TeacherTian "既然大家都学会了，那么我们来做一个小测试吧。请大家根据听到的读音选择正确的单词。"

    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "第一题。"
    #{播放SE  koi}
    "A.秋（あき）"
    "B.恋（こい）"
    "C.会う（あう）"

    #选择 2.恋（こい）
    #好感度参数 +5
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"

    #选择 其他选项
    #{显示立绘 TJ 1ng}
    show TJ 1ng
    TeacherTian "好像不太对哦，再听一遍。"
    #{播放SE  koi}
    #{显示立绘 QQ 12dy}
    YuanQiaoqiao "选2.恋（こい），是恋爱的意思。对不对？"
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"


    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "第二题。"
    #{播放SE  ai}
    "A.愛（あい）"
    "B.会う（あう）"
    "C.秋（あき）"

    #选择 1.愛（あい）
    #好感度参数 +5
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"

    #选择 其他选项
    #{显示立绘 TJ 1ng}
    show TJ 1ng
    TeacherTian "好像不太对哦，再听一遍。"
    #{播放SE  ai}
    #{显示立绘 LY 13wx}
    show LY 13wx
    LiuYang "这题很简单，选1.愛（あい）。"
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"


    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "第三题。"
    #{播放SE  aki}
    "A.恋（こい）"
    "B.秋（あき）"
    "C.会う（あう）"

    #选择 2.秋（あき）
    #好感度参数 +5
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"

    #选择 其他选项
    #{显示立绘 TJ 1ng}
    show TJ 1ng
    TeacherTian "好像不太对哦，再听一遍。"
    #{播放SE  aki}
    #{显示立绘 XY 12wx}
    ZhouXiaoyu "是2.秋（あき），意思是秋天。"
    #{显示立绘 TJ 1gx}
    show TJ 1gx
    TeacherTian "回答正确。"


    #{播放SE  下课铃}
    #{显示立绘 TJ 1wx}
    show TJ 1wx
    TeacherTian "今天的内容就是这些，同学们都掌握了吗？"
    TeacherTian "希望大家在睡前用5分钟的时间回顾一下今天所学的内容，不要忘记了哦。"
    TeacherTian "本节课到此结束，明天见。"


    #第一课 对话部分
    #{播放BGM b0110 sushe}
    #{显示寝室图片 p06 qinshi }
    #{显示立绘 WH 13wx}
    show WH 13wx
    me "不知不觉一天就过去了……"
    me "晚自修结束后回到自己的宿舍，再次体验到了久违的住校生活。"
    me "今天的课都像在听天书。原本以为自己是个学渣，现在再看高中的数学题，感觉当年的自己简直是天才。"
    #{显示立绘 WH 13wx}
    show WH 13wx
    me "看着老师们倾尽全力在讲台上讲课，心里有一种莫名的感动。"
    me "毕业了以后，很少能碰到像“老师”这样愿意为他人付出、不求回报的大人。"
    #{显示 手机来电 图片w10  2012年的华为手机}
    #{播放se s0116 shoujiling }
    #{显示立绘 WH 12jy}
    show WH 12jy
    me "……一个陌生的号码。"
    #{显示立绘 ZZ 14wx}
    show ZZ 14wx
    Zhizi "こんばんは。高橋智子です。夜遅くて、すみません。王浩さんの電話でしょうか。（晚上好，我是高桥智子。不好意思这么晚打扰你。请问这是王浩的手机号码吗？）"
    #{显示立绘 WH11rz}
    show WH11rz
    me "智子打来的电话？！我应该如何回答……"

    #{显示选项  文本框居中，选项竖排1 2}
    "A.こんばんは。"
    "B.すみません。"

    #选择1.
    #好感度参数 +10
    #{显示立绘 WH 13wx}
    show WH 13wx
    me "こんばんは。王浩です。（晚上好，我是王浩。）"
    #选择2.
    #{显示立绘 WH 11kx}
    show WH 11kx
    me "「すみません」表示道歉，这里不太合适……"
    #{显示立绘 WH 13wx}
    show WH 13wx
    me "こんばんは。王浩です。（晚上好，我是王浩。）"

    #{显示立绘 ZZ 11wx}
    show ZZ 11wx
    Zhizi "今日はありがとう。王さんはとても日本語お上手ですね。（今天谢谢你的帮助。你的日语说得真好啊。）"
    #{显示立绘 WH 13wx}
    show WH 13wx
    me "(智子还是这么温柔礼貌，突然被夸赞了，有点不知所措。)我应该说……"
    #{显示选项  文本框居中，选项竖排1 2}
    "A.はい、上手です。"
    "B.いえいえ。"

    #选择2.
    #好感度参数 +10
    #{显示立绘 WH 11kx}
    show WH 11kx
    me "いえいえ。（哪里哪里。）"

    #选择1.
    #{显示立绘 WH 11kx}
    show WH 11kx
    me "一般受到夸赞会表示一下谦虚……"
    me "いえいえ。（哪里哪里。）"


    #{显示立绘 ZZ11}
    show ZZ11
    Zhizi "これから、いろいろ教えてくださいね。^^（今后还请多多指教哦。）"
    #{显示立绘 WH 11gx}
    show WH 11gx
    me "こちらこそ、よろしくお願いします。（也请你多多关照。）"
    #{显示立绘 ZZ 13gx}
    show ZZ 13gx
    Zhizi "明日、よかったら、一緒に昼ご飯はどうですか。（方便的话，明天能一起吃午饭吗？）"
    #{显示立绘 WH 11gx}
    show WH 11gx
    me "はい、もちろん。楽しみにしています。（好的，当然可以。我非常期待。）"
    #{显示立绘 ZZ 11wx}
    show ZZ 11wx
    Zhizi "じゃあ、お休みなさい。（那么晚安咯。）"

    #{显示选项  文本框居中，选项竖排1 2}
    "A.こんにちは。"
    "B.お休みなさい。"

    #选择2.
    #好感度参数 +10
    #{显示立绘 WH 11wx}
    show WH 11wx
    me "お休みなさい。（晚安。）"

    #选择1.
    #{显示立绘 WH 11kx}
    show WH 11kx
    me "现在是晚上该休息的时间了……"
    me "お休みなさい。（晚安。）"

    #{显示立绘 WH 11jy}
    show WH 11jy
    me "……"
    me "没想到智子会主动给我打电话……还约我一起吃午饭。"
    me "当年因为不会说日语，只能在一旁看着刘洋和智子聊天。"
    me "看来历史真的可以改写……"
    #{显示立绘 LY 11jy}
    show LY 11jy
    LiuYang "刚刚在和日本留学生打电话吗？"
    "正在我神游之际，室友刘洋回到了寝室。"
    #{显示立绘 WH 11jy}
    show WH 11jy
    me "我……那个……"
    #{显示立绘 LY 12gx}
    show LY 12gx
    LiuYang "嗨，紧张什么呀。日语说得很不错啊。"
    "刘洋反而安慰起我来。"
    "刘洋的坦然让我感到了一丝愧疚。原本应该是刘洋接到这个电话，现在却被我……"
    "不知道这场神奇的穿越之旅会持续到什么时候。"
    "或许睡一觉梦就会醒吧……"
    #{显示立绘 WH13rz}
    show WH13rz
    me "对了，田老师说过睡前要复习一下今天的内容，看一下今天的笔记吧。"
    #{打开复习回顾界面，添加第一课的内容。并设定倒计时5分钟，无法退出界面。}
    #{显示立绘 WH13rz}
    show WH13rz
    me "复习了一下，果然思路清晰多了。"
    me "好了，时间不早了，先休息吧……"